Update index.md
